Repository: boutproject/BOUT-dev
Catalog: locale/*/libbout.po
Languages: de

source: -> Core region jyseps2_1-jyseps1_1 (%d-%d = %d) must be a multiple of MYSUB (%d)
de: -> `Core` Region iyseps2_1-iyseps1_1 (%d-%d = %d) muss ein Vielfaches von MYSUB (%d) sein

source: -> Core region jyseps2_2-jyseps1_1 (%d-%d = %d) must be a multiple of MYSUB (%d)
de: -> `Core` Region jyseps2_2-jyseps1_1 (%d-%d = %d) muss ein Vielfaches von MYSUB (%d) sein

source: -> Core region jyseps2_2-jyseps1_2 (%d-%d = %d) must be a multiple of MYSUB (%d)
de: -> `Core` Region jyseps2_2-jyseps1_2 (%d-%d = %d) muss ein Vielfaches von MYSUB (%d) sein

source: -> Good value
de: -> Wert OK

source: -> Leg region jyseps1_1+1 (%d) must be a multiple of MYSUB (%d)
de: -> `Leg` Region jyseps1_1+1 (%d) muss ein Vielfaches von MYSUB (%d) sein

source: -> leg region jyseps1_2-ny_inner+1 (%d-%d+1 = %d) must be a multiple of MYSUB (%d)
de: -> `Leg` Region jyseps1_2-ny_inner+1 (%d-%d+1 = %d) muss ein Vielfaches von MYSUB (%d) sein

source: -> leg region ny-jyseps2_2-1 (%d-%d-1 = %d) must be a multiple of MYSUB (%d)
de: -> `Leg` Region ny-jyseps2_2-1 (%d-%d-1 = %d) muss ein Vielfaches von MYSUB (%d) sein

source: -> leg region ny_inner-jyseps2_1-1 (%d-%d-1 = %d) must be a multiple of MYSUB (%d)
de: -> `Leg` Region ny_inner-jyseps2_1-1 (%d-%d-1 = %d) muss ein Vielfaches von MYSUB (%d) sein

source: -> ny/NYPE (%d/%d = %d) must be >= MYG (%d)
de: -> ny/NYPE (%d/%d = %d) muss >= MYG (%d) sein

source: Candidate value: %d
de: zu überprüfender Wert: %d

source: Checking disabled
de: Checks sind deaktiviert

source: Checking enabled, level %d
de: Checks der Stufe %d sind aktiviert

source: Command line options for this run :
de: Kommandozeilenoptionen für diese Ausführung:

source: Compiled with flags : %s
de: Wurde kompiliert mit den Optionen : %s

source: Domain split (NXPE=%d, NYPE=%d) into domains (localNx=%d, localNy=%d)
de: Das Gebiet wird in NXPE=%d mal NYPE=%d Gebiete der Größe localNx=%d mal localNy=%d aufgeteilt

source: ERROR: Cannot split %d Y points equally between %d processors
de: FEHLER: %d Punkte in der Y-Richtung können nicht gleichmässig zwischen %d Prozessen verteilt werden

source: Empty key Line: %s
de: Ungesetzter Schlüssel (Key) Zeile: %s

source: Empty key or value in command line '%s'
de: Schlüssel (Key) oder Wert nicht gesetzt in der Befehlszeile '%s'

source: Grid size:
de: Gittergröße:

source: Guard cells (x,y):
de: Guardzellen (x,y):

source: Key must not contain ':' character Line: %s
de: Der Schlüssel darf nicht ':' enthalten Zeile: %s

source: Multiple '=' in command-line argument '%s'
de: '=' darf nicht mehrfach vorkommen: '%s'

source: OpenMP parallelisation disabled
de: OpenMP Parallelisierung ist deaktiviert

source: OpenMP parallelisation enabled, using %d threads
de: OpenMP Parallelisierung mit %d Threads ist aktiviert

source: Option %s = %s (%s) overwritten with: %s = %s (%s)
de: Option %s = %s (%s) wird mit %s = %s (%s) überschrieben

source: Option '%s': Boolean expected. Got '%s'
de: Option '%s': Boolscherwert erwartet, '%s' gefunden

source: Options file '%s' not found
de: Die Optionendatei '%s' konnte nicht gefunden werden

source: Parallel NetCDF support disabled
de: Parallele-NetCDF Unterstützung ist deaktiviert

source: Parallel NetCDF support enabled
de: Parllele-NetCDF Unterstützung ist aktiviert

source: Read nz from input grid file
de: nz wird von der Griddatei gelesen

source: Reading contravariant vector
de: Kontravariantevektoren werden gelesen

source: Reading covariant vector
de: Kovariantevektoren werden gelesen

source: Signal handling disabled
de: Signalverarbeitung ist deaktiviert

source: Signal handling enabled
de: Signalverarbeitung ist aktiviert

source: done
de: fertig

source: netCDF support disabled
de: NetCDF Unterstützung ist deaktiviert

source: netCDF support enabled
de: NetCDF Unterstützung ist aktiviert

source: netCDF4 support enabled
de: NetCDF4 Unterstützung ist aktiviert

source: -d <data directory> Look in <data directory> for input/output files -f <options filename> Use OPTIONS given in <options filename> -o <settings filename> Save used OPTIONS given to <options filename> -l, --log <log filename> Print log to <log filename> -v, --verbose Increase verbosity -q, --quiet Decrease verbosity
de: -d <Datenordner> Ein- und Ausgabedateien sind im <Datenordner> -f <Optionendatei> Optinen werden aus der <Optionendatei> gelesen -o <Einstellungsdatei> Genutzte Optionen werden in der <Einstellungsdatei> gespeichert -l, --log <Logdatei> Schreibe das Log in die <Logdatei> -v, --verbose Wortreicherer Ausgabe -q, --quiet Nur wichtigere Ausgaben anzeigen

source: Run finished at : %s
de: Simulation beendet um %s

source: Run started at : %s
de: Simulation gestartet um %s

source: -c, --color Color output using bout-log-color
de: -c, --color Farbliche Ausgabe mit bout-log-color

source: -h, --help This message restart [append] Restart the simulation. If append is specified, append to the existing output files, otherwise overwrite them VAR=VALUE Specify a VALUE for input parameter VAR For all possible input parameters, see the user manual and/or the physics model source (e.g. %s.cxx)
de: -h, --help Diese Information restart Die Simulation fortsetzen. append Die dump Dateien weiter schreiben, ansonsten werden sie überschrieben. Benötigt `restart` VAR=WERT Setzt den Wert WERT für die Variable VAR Weitere Eingabeparameter sind in dem Manual und dem Quellcode (z.B. %s.cxx) des Physikmoduls definiert.

source: All options used
de: Alle genutzten Optionen

source: Boundary regions in this processor:
de: Randgebiete auf diesem Prozessor:

source: Cannot split %d X points equally between %d processors
de: %d Punkte in der X-Richtung können nicht gleichmässig zwischen %d Prozessen verteilt werden

source: Code compiled on %s at %s
de: Der Code wurde am %s um %s kompiliert

source: Command line
de: Befehlszeile

source: Compile-time options:
de: Kompiliert mit:

source: Constructing default regions
de: Standardregionen werden erstellt

source: Could not find a valid value for NXPE. Try a different number of processors.
de: Es konnte keine gültige Anzahl an Prozessoren in X Richtung gefunden werden (NXPE). Versuche es mit einer anderen Zahl an Prozessoren.

source: Could not open output file '%s'
de: Die Ausgabedatei '%s' konnte nicht geöffnet werden

source: Could not read integer array '%s'
de: Der Ganzzahlen-Array '%s' konnte nicht gelesen werden

source: Could not run bout-log-color. Make sure it is in your PATH
de: Der Befehl 'bout-log-color' konnte nicht ausgeführt werden. Stellen Sie sicher, dass er sich in $PATH befindet.

source: Couldn't add Monitor: %g is not a multiple of %g!
de: 'Monitor' konnte nicht hinzugefügt werden: %g ist nicht ein Vielfaches von %g!

source: Couldn't find region %s in regionMap2D
de: Die Region '%s' ist nicht in regionMap2D

source: Couldn't find region %s in regionMap3D
de: Die Region '%s' ist nicht in regionMap3D

source: Couldn't find region %s in regionMapPerp
de: Die Region '%s' ist nicht in regionMapPerp

source: Couldn't get BoutReal from option %s = '%s'
de: Die Option %s = '%s' konnte nicht als Gleitkommazahl interpretiert werden.

source: Couldn't get integer from option %s = '%s'
de: Die Option %s = '%s' konnte nicht als ganze Zahl interpretiert werden.

source: DataDir "%s" does not exist or is not accessible
de: Der Datenordner "%s" existiert nicht oder ist nicht lesbar

source: DataDir "%s" is not a directory
de: "%s" soll als Datenordner verwendet werden, ist jedoch kein Ordner

source: ERROR: Solver is already initialised
de: FEHLER: Der Integrator ist bereits initialisiert.

source: Error encountered during initialisation
de: Es wurde ein Fehler während der Initialisierung gefunden

source: Error encountered during initialisation: %s
de: Es wurde ein Fehler während der Initialisierung gefunden: %s

source: Error whilst writing settings
de: Es wurde ein Fehler beim Schreiben der Einstellungsdatei gefunden

source: Error: nx must be greater than 2 times MXG (2 * %d)
de: Fehler: nx muss größer als 2 mal MXG sein (2 * %d)

source: Failed to initialise solver-> Aborting
de: Der Integrator konnte nicht initialisiert werden. Der Prozess wird abgebrochen

source: Finding value for NXPE (ideal = %f)
de: Suche NXPE Wert (optimal = %f)

source: Initialising solver
de: initialisiere den Integrator

source: Input and output file for settings must be different. Provide -o <settings file> to avoid this issue.
de: Optionendatei (Eingabe) und Einstellungsdatei (Ausgabe) müssen verschieden sein. Verwende -o <Einstellungsdatei>.

source: Loading mesh
de: Lade das Gitter

source: Mesh must contain nx
de: Das Gitter muss nx enthalten

source: Mesh must contain ny
de: Das Gitter muss ny enthalten

source: Missing integer array %s
de: Ganzzahlen-Array '%s' nicht gesetzt

source: Monitor signalled to quit
de: Beendigung durch Monitor

source: No boundary regions in this processor
de: Keine Randregionen auf diesem Prozessor

source: Number of processors (%d) not divisible by NPs in x direction (%d)
de: Anzahl an Prozessoren (%d) nicht teilbar durch Anzahl in x Richtung (%d)

source: Only %e seconds left. Quitting
de: Nur noch %e Sekunden verfügbar. Abbruch

source: Option %s has no value
de: Der Option '%s' wurde kein Wert zugewiesen

source: Option %s is not a section
de: Die Option '%s' ist keine Gruppierung

source: Option %s:%s does not exist
de: Die Option %s:%s exisitiert nicht

source: Options: Setting a value from same source (%s) to new value '%s' - old value was '%s'.
de: Optionen: Der Wert %3$s wird mit dem Wert %2$s gleichen Ursprungs (%1$s) überschrieben.

source: Processor number: %d of %d
de: Prozessorennummer: %d von %d

source: Registered region 2D %s
de: 2D Region '%s' hinzugefügt

source: Registered region 3D %s
de: 3D Region '%s' hinzugefügt

source: Registered region Perp %s
de: Perp Region '%s' hinzugefügt

source: Run time :
de: Dauer:

source: Running simulation
de: Simulation wird gestartet

source: Sim Time | RHS evals | Wall Time | Calc Inv Comm I/O SOLVER
de: Simu Zeit | RHS Berech. | Echtdauer | Rechnen Inver Komm I/O Integrator

source: Sim Time | RHS_e evals | RHS_I evals | Wall Time | Calc Inv Comm I/O SOLVER
de: Simu Zeit | #expl RHS | #impl RHS | Echtdauer | Rechnen Inv Komm I/O Integrator

source: Solver running for %d outputs with monitor timestep of %e
de: Integriere mit einem `Monitor`-Zeitschritt von %2$e für %1$d Aufrufe.

source: Solver running for %d outputs with output timestep of %e
de: Integriere %d Zeitschritte von je %e

source: Solver::addMonitor: Cannot reduce timestep (from %g to %g) after init is called!
de: Der Integrator kann den Zeitschritt nicht von %g auf %g reduzieren, nachdem er initialisiert wurde!

source: Time derivative at wrong location - Field is at %s, derivative is at %s for field '%s'
de: Die zeitliche Ableitung ist an der falschen Stelle. Das Feld '%3$s' ist an Position %1$s, während die Ableitung an Position %2$s ist.

source: Time derivative for variable '%s' not set
de: Zeitliche Ableitung für Variable '%s' nicht gesetzt

source: Trying to add an already existing region %s to regionMap2D
de: Die Region '%s' ist bereits vorhanden in der regionMap2D

source: Trying to add an already existing region %s to regionMap3D
de: Die Region '%s' ist bereits vorhanden in der regionMap3D

source: Trying to add an already existing region %s to regionMapPerp
de: Die Region '%s' ist bereits vorhanden in der regionMapPerp

source: Unrecognised paralleltransform option. Valid choices are 'identity', 'shifted', 'fci'
de: Unbekannte Paralleltransformation Gültige Optionen sind 'identity', 'shifted', 'fci'

source: Unused options:
de: Ungenutzte Optionen:

source: Usage is %s -d <data directory>
de: Benutzung: %s -d <Datenordner>

source: Usage is %s -f <options filename>
de: Benutzung: %s -f <Optionendatei>

source: Usage is %s -l <log filename>
de: Benutzung: %s -f <Logdatei>

source: Usage is %s -o <settings filename>
de: Benutzung: %s -f <Einstellungsdatei>

source: Usage: %s [-d <data directory>] [-f <options filename>] [restart [append]] [VAR=VALUE]
de: Benutzung: %s [-d <Datenordner>] [-f <Optionendatei>] [restart [append]] [VAR=WERT]

source: Value for option %s = %e is not an integer
de: Wert der Option %s = %e ist keine Ganzzahl

source: Variable '%s' not initialised
de: Variable '%s' ist nicht initialisiert

source: WARNING: Number of toroidal points should be 2^n for efficient FFT performance -- consider changing MZ if using FFTs
de: WARNUNG: Anzahl der toroidalen Punkte sollte 2^n für effiziente FFTs sein. Ändere MZ falls FFTs verwendet werden

source: Writing options to file %s
de: Optionen werden in %s gespeichert

source: default
de: Vorgabe

source: nx must be greater than 2*MXG
de: nx muss größer als 2*MXG sein
